Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Calm Is Control
ar: الهدوء هو التحكّم
de: Ruhe ist Kontrolle
es: La calma es control
fr: Le calme, c'est le contrôle
it: La calma è controllo
ja: 落ち着きこそ制御
ko: 침착함이 곧 통제
nl: Kalmte is controle
pt_br: Calma é controle
ru: Спокойствие — это контроль
zh_hans: 平静即掌控

source: Calm yourself and face or transform the dream
ar: تهدئة نفسك ومواجهة الحلم أو تحويله
de: Dich beruhigen und dem Traum begegnen oder ihn verwandeln
es: Calmarte y enfrentar o transformar el sueño
fr: Vous calmer et affronter ou transformer le rêve
it: Calmarti e affrontare o trasformare il sogno
ja: 落ち着いて、夢に立ち向かうか、それを変える
ko: 진정하고 꿈을 마주하거나 변형하기
nl: Jezelf kalmeren en de droom onder ogen zien of transformeren
pt_br: Acalmar-se e encarar ou transformar o sonho
ru: Успокоиться и встретить или преобразить сон
zh_hans: 让自己平静，并面对或改造这个梦

source: Calm, curious, and consistent over time
ar: هادئ وفضولي وثابت مع الوقت
de: Ruhig, neugierig und beständig über die Zeit
es: Tranquilo, curioso y constante con el tiempo
fr: Calme, curieux et régulier dans la durée
it: Calmo, curioso e costante nel tempo
ja: 穏やかに、好奇心を持って、長く一貫して
ko: 차분하고 호기심을 갖고 꾸준하게
nl: Kalm, nieuwsgierig en consistent in de tijd
pt_br: Calmo, curioso e constante ao longo do tempo
ru: Спокойно, с любопытством и постоянством со временем
zh_hans: 平静、好奇，并长期坚持

source: Calmly facing a nightmare, once lucid, can drain its fear over time.
ar: مواجهة الكابوس بهدوء، بعد الوعي، يمكن أن تستنزف خوفه بمرور الوقت.
de: Einem Albtraum nach dem Luzidwerden ruhig zu begegnen kann mit der Zeit seine Furcht abbauen.
es: Enfrentar la pesadilla con calma, una vez lúcido, puede drenar su miedo con el tiempo.
fr: Affronter calmement un cauchemar, une fois lucide, peut en drainer la peur avec le temps.
it: Affrontare con calma un incubo, una volta lucido, può prosciugarne la paura nel tempo.
ja: 明晰になったあと悪夢に落ち着いて向き合うことは、時とともにその恐れを抜いていきます。
ko: 자각한 뒤 악몽을 차분히 마주하면, 시간이 지나며 그 두려움을 빼낼 수 있습니다.
nl: Een nachtmerrie kalm onder ogen zien, eenmaal lucide, kan de angst er na verloop van tijd uit halen.
pt_br: Encarar um pesadelo com calma, uma vez lúcido, pode drenar o medo dele com o tempo.
ru: Спокойно встретить кошмар, став осознанным, со временем может вытянуть из него страх.
zh_hans: 清醒之后平静地直面噩梦，能随时间一点点抽干它的恐惧。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Capture tonight's dream
ar: سجّل حلم هذه الليلة
de: Halte den Traum von heute Nacht fest
es: Captura el sueño de esta noche
fr: Capturez le rêve de cette nuit
it: Cattura il sogno di stanotte
ja: 今夜の夢を記録
ko: 오늘 밤의 꿈을 기록하세요
nl: Leg de droom van vannacht vast
pt_br: Capture o sonho desta noite
ru: Запишите сон этой ночи
zh_hans: 记录今晚的梦

source: Capture your first dream before it fades.
ar: سجّل حلمك الأول قبل أن يتلاشى.
de: Halte deinen ersten Traum fest, bevor er verblasst.
es: Captura tu primer sueño antes de que se desvanezca.
fr: Capturez votre premier rêve avant qu'il ne s'efface.
it: Cattura il tuo primo sogno prima che svanisca.
ja: 消えてしまう前に最初の夢を記録しましょう。
ko: 사라지기 전에 첫 꿈을 기록하세요.
nl: Leg je eerste droom vast voordat hij vervaagt.
pt_br: Capture seu primeiro sonho antes que ele desapareça.
ru: Запишите свой первый сон, пока он не угас.
zh_hans: 趁第一个梦消散前记录下来。

source: Catch the Fading
ar: امسك المتلاشي
de: Das Verblassende fangen
es: Atrapa lo que se desvanece
fr: Saisir l'éphémère
it: Cattura ciò che svanisce
ja: 消えゆく夢を掴む
ko: 사라지는 꿈 잡기
nl: Vang het vervagende
pt_br: Capture o que se desvanece
ru: Поймать ускользающее
zh_hans: 捕捉消逝

source: Catching the Fragments
ar: التقاط الشظايا
de: Die Fragmente einfangen
es: Atrapar los fragmentos
fr: Saisir les fragments
it: Catturare i frammenti
ja: 断片を捉える
ko: 조각 붙잡기
nl: De fragmenten vangen
pt_br: Capturando os fragmentos
ru: Ловить фрагменты
zh_hans: 捕捉碎片

source: Celebrate loudly
ar: الاحتفال بصوت عالٍ
de: Lautstark feiern
es: Celebrar a lo grande
fr: Célébrer bruyamment
it: Festeggiare a gran voce
ja: 大声で喜ぶ
ko: 크게 환호하기
nl: Luid vieren
pt_br: Comemorar em alto e bom som
ru: Громко ликовать
zh_hans: 大声欢呼庆祝

source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更
ko: 변경
nl: Wijzigen
pt_br: Alterar
ru: Изменить
zh_hans: 更改

source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pt_br: Alterar senha
ru: Сменить пароль
zh_hans: 更改密码

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pt_br: Alterar senha
ru: Сменить пароль
zh_hans: 更改密码

source: Change profile photo
ar: تغيير صورة الملف الشخصي
de: Profilfoto ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
it: Cambia foto del profilo
ja: プロフィール写真を変更
ko: 프로필 사진 변경
nl: Profielfoto wijzigen
pt_br: Alterar foto do perfil
ru: Сменить фото профиля
zh_hans: 更改头像

source: Change username?
ar: تغيير اسم المستخدم؟
de: Benutzernamen ändern?
es: ¿Cambiar nombre de usuario?
fr: Changer le nom d'utilisateur ?
it: Cambiare nome utente?
ja: ユーザー名を変更しますか？
ko: 사용자 이름을 변경할까요?
nl: Gebruikersnaam wijzigen?
pt_br: Alterar nome de usuário?
ru: Сменить имя пользователя?
zh_hans: 更改用户名？

source: Changes apply instantly across the app. Your dreams stay in the language you wrote them.
ar: تُطبَّق التغييرات فورًا في جميع أنحاء التطبيق. تبقى أحلامك باللغة التي كتبتها بها.
de: Änderungen werden sofort in der gesamten App übernommen. Deine Träume bleiben in der Sprache, in der du sie geschrieben hast.
es: Los cambios se aplican al instante en toda la app. Tus sueños permanecen en el idioma en que los escribiste.
fr: Les changements s'appliquent instantanément dans toute l'app. Vos rêves restent dans la langue dans laquelle vous les avez écrits.
it: Le modifiche vengono applicate immediatamente in tutta l'app. I tuoi sogni restano nella lingua in cui li hai scritti.
ja: 変更はアプリ全体に即座に反映されます。あなたの夢は記録したときの言語のまま残ります。
ko: 변경 사항은 앱 전체에 즉시 적용됩니다. 꿈 기록은 작성한 언어 그대로 유지됩니다.
nl: Wijzigingen worden direct in de hele app toegepast. Je dromen blijven in de taal waarin je ze hebt geschreven.
pt_br: As alterações são aplicadas instantaneamente em todo o app. Seus sonhos permanecem no idioma em que você os escreveu.
ru: Изменения применяются мгновенно во всём приложении. Ваши сны остаются на том языке, на котором вы их записали.
zh_hans: 更改会立即应用到整个应用。你的梦境会保留为你记录时所用的语言。

source: Check your phone right away
ar: تفقّد هاتفك على الفور
de: Sofort aufs Handy schauen
es: Mirar el teléfono de inmediato
fr: Consulter votre téléphone tout de suite
it: Controllare subito il telefono
ja: すぐにスマホを見る
ko: 곧바로 휴대폰을 확인한다
nl: Meteen je telefoon checken
pt_br: Olhar o celular na hora
ru: Сразу проверить телефон
zh_hans: 立刻查看手机

source: Choose the one habit from this whole path you'll keep forever — and start tonight.
ar: اختر العادة الواحدة من هذا المسار كله التي ستحتفظ بها إلى الأبد — وابدأ الليلة.
de: Wähle die eine Gewohnheit aus diesem ganzen Weg, die du für immer behältst – und fang heute Nacht an.
es: Elige el único hábito de todo este camino que conservarás para siempre, y empieza esta noche.
fr: Choisissez l'unique habitude de tout ce chemin que vous garderez à jamais — et commencez ce soir.
it: Scegli l'unica abitudine di tutto questo percorso che terrai per sempre — e comincia stanotte.
ja: この道のり全体から、ずっと続ける一つの習慣を選び——今夜から始めましょう。
ko: 이 길 전체에서 영원히 지닐 단 하나의 습관을 고르고 — 오늘 밤 시작하세요.
nl: Kies de ene gewoonte uit dit hele pad die je voor altijd zult houden — en begin vanavond.
pt_br: Escolha o único hábito de todo este caminho que você manterá para sempre — e comece esta noite.
ru: Выберите ту единственную привычку со всего этого пути, что сохраните навсегда, — и начните сегодня.
zh_hans: 从这整条路径中，选出你将永远保留的那一个习惯——今晚就开始。

source: Choose your go-to portal (a door, a fog, a spin) and your first destination.
ar: اختر بوابتك المفضّلة (باب، ضباب، دوران) ووجهتك الأولى.
de: Wähle dein Stamm-Portal (eine Tür, ein Nebel, eine Drehung) und dein erstes Ziel.
es: Elige tu portal de cabecera (una puerta, una niebla, un giro) y tu primer destino.
fr: Choisissez votre portail de prédilection (une porte, un brouillard, une rotation) et votre première destination.
it: Scegli il tuo portale di fiducia (una porta, una nebbia, una rotazione) e la tua prima destinazione.
ja: いつものポータル（ドア、霧、回転）と、最初の行き先を選びましょう。
ko: 즐겨 쓸 포털(문, 안개, 회전)과 첫 목적지를 고르세요.
nl: Kies je vaste portaal (een deur, een mist, een draai) en je eerste bestemming.
pt_br: Escolha seu portal preferido (uma porta, uma névoa, um giro) e seu primeiro destino.
ru: Выберите свой излюбленный портал (дверь, туман, вращение) и первый пункт назначения.
zh_hans: 选定你惯用的传送门（一道门、一片雾、一次旋转）和你的第一个目的地。

source: Choose your reality check now and do it three times today.
ar: اختر فحص واقعك الآن وأجرِه ثلاث مرات اليوم.
de: Wähle jetzt deinen Realitätscheck und mach ihn heute dreimal.
es: Elige tu comprobación de realidad ahora y hazla tres veces hoy.
fr: Choisissez votre test de réalité maintenant et faites-le trois fois aujourd'hui.
it: Scegli ora il tuo controllo di realtà e fallo tre volte oggi.
ja: 今あなたのリアリティチェックを選び、今日それを三回行いましょう。
ko: 지금 당신의 리얼리티 체크를 정하고, 오늘 세 번 해 보세요.
nl: Kies nu je realiteitscheck en doe hem vandaag drie keer.
pt_br: Escolha sua checagem de realidade agora e faça-a três vezes hoje.
ru: Выберите свою проверку реальности прямо сейчас и сделайте её сегодня трижды.
zh_hans: 现在就选定你的现实检验，今天做上三次。

source: Choose your username
ar: اختر اسم المستخدم
de: Wähle deinen Benutzernamen
es: Elige tu nombre de usuario
fr: Choisissez votre nom d'utilisateur
it: Scegli il tuo nome utente
ja: ユーザー名を選択
ko: 사용자 이름을 선택하세요
nl: Kies je gebruikersnaam
pt_br: Escolha seu nome de usuário
ru: Выберите имя пользователя
zh_hans: 选择你的用户名

source: Choosing Your Check
ar: اختيار فحصك
de: Deinen Check wählen
es: Elegir tu comprobación
fr: Choisir votre test
it: Scegliere la tua verifica
ja: 自分の確認方法を選ぶ
ko: 점검 방법 선택하기
nl: Je check kiezen
pt_br: Escolhendo seu teste
ru: Выбор своей проверки
zh_hans: 选择你的检验方式

source: Chronically fragmenting your sleep harms memory, mood, and focus — the very faculties lucid dreaming depends on. Spacing WBTB out isn't just kind to yourself; it keeps the practice working.
ar: تجزئة نومك بشكل مزمن تضرّ بالذاكرة والمزاج والتركيز — وهي ذات القدرات التي يعتمد عليها الحلم الواضح. المباعدة بين جلسات WBTB ليست لطفًا بنفسك فحسب؛ بل تُبقي الممارسة فعّالة.
de: Deinen Schlaf chronisch zu zerstückeln schadet Gedächtnis, Stimmung und Konzentration – genau den Fähigkeiten, von denen luzides Träumen abhängt. WBTB zu strecken ist nicht nur freundlich zu dir selbst; es hält die Praxis am Laufen.
es: Fragmentar el sueño de forma crónica daña la memoria, el ánimo y la concentración: las mismas facultades de las que depende el sueño lúcido. Espaciar el WBTB no solo es amable contigo; mantiene la práctica funcionando.
fr: Fragmenter chroniquement votre sommeil nuit à la mémoire, à l'humeur et à la concentration — les facultés mêmes dont dépend le rêve lucide. Espacer le WBTB n'est pas seulement bienveillant envers vous-même ; cela maintient la pratique efficace.
it: Frammentare cronicamente il sonno danneggia memoria, umore e concentrazione — proprio le facoltà da cui dipende il sogno lucido. Distanziare il WBTB non è solo gentilezza verso te stesso; mantiene la pratica efficace.
ja: 睡眠を慢性的に分断すると、記憶・気分・集中力が損なわれます——いずれも明晰夢が頼りにする能力です。WBTBの間隔を空けるのは、自分への優しさであるだけでなく、実践を機能させ続けることなのです。
ko: 잠을 만성적으로 조각내면 기억, 기분, 집중력이 상합니다 — 모두 자각몽이 의존하는 바로 그 능력들입니다. WBTB의 간격을 두는 것은 자신을 아끼는 일일 뿐 아니라, 수련이 계속 작동하게 합니다.
nl: Je slaap chronisch fragmenteren schaadt geheugen, stemming en concentratie — precies de vermogens waar lucide dromen op leunt. WBTB spreiden is niet alleen aardig voor jezelf; het houdt de oefening werkzaam.
pt_br: Fragmentar cronicamente o sono prejudica memória, humor e concentração — justamente as faculdades de que o sonho lúcido depende. Espaçar o WBTB não é só bondade consigo mesmo; mantém a prática funcionando.
ru: Хроническое дробление сна вредит памяти, настроению и вниманию — тем самым способностям, на которые опираются осознанные сны. Разносить WBTB во времени — не только забота о себе; это сохраняет работоспособность практики.
zh_hans: 长期割裂睡眠会损害记忆、情绪和专注力——而这些恰恰是清醒梦所依赖的能力。把 WBTB 拉开间隔，不只是善待自己；它能让这项练习持续奏效。

source: Claim +%lld
ar: استلام +%lld
de: +%lld einlösen
es: Reclamar +%lld
fr: Réclamer +%lld
it: Riscatta +%lld
ja: +%lld を受取
ko: +%lld 받기
pt_br: Resgatar +%lld
ru: Получить +%lld
zh_hans: 领取 +%lld

source: Claim +%lld XP
ar: استلام +%lld نقطة خبرة
de: +%lld XP einlösen
es: Reclamar +%lld XP
fr: Réclamer +%lld XP
it: Riscatta +%lld XP
ja: +%lld XP を受取
ko: +%lld XP 받기
pt_br: Resgatar +%lld XP
ru: Получить +%lld XP
zh_hans: 领取 +%lld XP

source: Claim your bonus
ar: استلم مكافأتك
de: Bonus einlösen
es: Reclama tu bonus
fr: Réclamez votre bonus
it: Riscatta il bonus
ja: ボーナスを受け取る
ko: 보너스 받기
nl: Claim je bonus
pt_br: Resgate seu bônus
ru: Получите бонус
zh_hans: 领取奖励

source: Claimed
ar: تم الاستلام
de: Eingelöst
es: Reclamado
fr: Réclamé
it: Riscosso
ja: 受取済み
ko: 받음
nl: Geclaimd
pt_br: Resgatado
ru: Получено
zh_hans: 已领取

source: Clear name
ar: مسح الاسم
de: Namen löschen
es: Borrar nombre
fr: Effacer le nom
it: Cancella nome
ja: 名前を消去
ko: 이름 지우기
nl: Naam wissen
pt_br: Limpar nome
ru: Очистить имя
zh_hans: 清除名字

source: Clear search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索を消去
ko: 검색 지우기
nl: Zoekopdracht wissen
pt_br: Limpar busca
ru: Очистить поиск
zh_hans: 清除搜索

source: Clear title
ar: مسح العنوان
de: Titel löschen
es: Borrar título
fr: Effacer le titre
it: Cancella titolo
ja: タイトルを消去
ko: 제목 지우기
nl: Titel wissen
pt_br: Limpar título
ru: Очистить заголовок
zh_hans: 清除标题

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Close lesson
ar: إغلاق الدرس
de: Lektion schließen
es: Cerrar lección
fr: Fermer la leçon
it: Chiudi lezione
ja: レッスンを閉じる
ko: 레슨 닫기
nl: Les sluiten
pt_br: Fechar lição
ru: Закрыть урок
zh_hans: 关闭课程

source: Closing your dream eyes tight
ar: إغماض عينيك الحلميتين بإحكام
de: Deine Traumaugen fest schließen
es: Cerrar con fuerza tus ojos oníricos
fr: Fermer fort vos yeux oniriques
it: Chiudere forte i tuoi occhi onirici
ja: 夢の目をぎゅっと閉じる
ko: 꿈의 눈을 꼭 감기
nl: Je droomogen stijf dichtknijpen
pt_br: Fechar com força seus olhos oníricos
ru: Крепко зажмурить глаза сновидения
zh_hans: 紧紧闭上你梦中的眼睛

source: Closing your eyes and counting
ar: إغماض عينيك والعدّ
de: Die Augen schließen und zählen
es: Cerrar los ojos y contar
fr: Fermer les yeux et compter
it: Chiudere gli occhi e contare
ja: 目を閉じて数える
ko: 눈을 감고 세기
nl: Je ogen sluiten en tellen
pt_br: Fechar os olhos e contar
ru: Закрыть глаза и считать
zh_hans: 闭上眼睛数数

source: Collect 5 dream themes this week
ar: اجمع 5 مواضيع أحلام هذا الأسبوع
de: Sammle diese Woche 5 Traumthemen
es: Reúne 5 temas oníricos esta semana
fr: Collectez 5 thèmes de rêve cette semaine
it: Raccogli 5 temi onirici questa settimana
ja: 今週5つの夢のテーマを集める
ko: 이번 주 꿈 주제 5개 모으기
nl: Verzamel deze week 5 droomthema's
pt_br: Colete 5 temas de sonho esta semana
ru: Соберите 5 тем снов на этой неделе
zh_hans: 本周收集 5 个梦境主题

source: Combine grounding, calm, and active engagement
ar: الجمع بين التثبيت والهدوء والانخراط النشط
de: Erdung, Ruhe und aktiven Einsatz kombinieren
es: Combinar anclaje, calma e implicación activa
fr: Combiner ancrage, calme et engagement actif
it: Combinare radicamento, calma e ingaggio attivo
ja: 地に着けること・落ち着き・能動的な関わりを組み合わせる
ko: 디딤, 고요함, 능동적 관여를 결합하기
nl: Aarding, kalmte en actieve betrokkenheid combineren
pt_br: Combinar enraizamento, calma e engajamento ativo
ru: Сочетать заземление, спокойствие и активное вовлечение
zh_hans: 把扎根、平静与主动投入结合起来

source: Combine your tools: ground your senses, stay calm, spin if needed, and keep gently engaging the dream rather than just watching. Some dreamers even say "the dream continues" out loud to reinforce it. Each habit buys you more time inside.
ar: اجمع أدواتك: ثبّت حواسك، ابقَ هادئًا، دوّر إن لزم، واستمرّ في إشغال الحلم برفق بدل مجرّد مشاهدته. بعض الحالمين يقولون حتى "يستمرّ الحلم" بصوت عالٍ لترسيخه. كل عادة تشتري لك مزيدًا من الوقت بالداخل.
de: Kombiniere deine Werkzeuge: verankere deine Sinne, bleib ruhig, dreh dich bei Bedarf und bleib sanft mit dem Traum im Austausch, statt nur zuzuschauen. Manche Träumer sagen sogar laut „der Traum geht weiter“, um ihn zu festigen. Jede Gewohnheit erkauft dir mehr Zeit drinnen.
es: Combina tus herramientas: ancla tus sentidos, mantén la calma, gira si hace falta, y sigue involucrándote suavemente con el sueño en vez de solo mirar. Algunos soñadores incluso dicen en voz alta "el sueño continúa" para reforzarlo. Cada hábito te compra más tiempo dentro.
fr: Combinez vos outils : ancrez vos sens, restez calme, tournez si nécessaire, et continuez à engager doucement le rêve plutôt que de simplement regarder. Certains rêveurs disent même tout haut "le rêve continue" pour le renforcer. Chaque habitude vous achète plus de temps à l'intérieur.
it: Combina i tuoi strumenti: ancora i sensi, resta calmo, gira se serve, e continua a ingaggiare dolcemente il sogno invece di limitarti a guardare. Alcuni sognatori dicono persino ad alta voce "il sogno continua" per rinforzarlo. Ogni abitudine ti compra più tempo dentro.
ja: 道具を組み合わせましょう。感覚を錨づけ、落ち着きを保ち、必要なら回り、ただ眺めるのではなく夢にそっと関わり続けます。中には「夢は続く」と声に出して言って強める夢見手もいます。一つひとつの習慣が、内側でのより多くの時間を稼いでくれます。
ko: 도구들을 결합하세요. 감각을 닻 내리고, 침착함을 유지하고, 필요하면 돌고, 그저 바라보는 대신 꿈에 부드럽게 계속 관여하세요. 어떤 몽자는 그것을 강화하려 소리 내어 "꿈은 계속된다"고 말하기도 합니다. 습관 하나하나가 안에서의 시간을 더 벌어 줍니다.
nl: Combineer je gereedschap: veranker je zintuigen, blijf kalm, draai indien nodig, en blijf je zachtjes met de droom bezighouden in plaats van alleen te kijken. Sommige dromers zeggen zelfs hardop 'de droom gaat door' om hem te versterken. Elke gewoonte koopt je meer tijd binnenin.
pt_br: Combine suas ferramentas: ancore seus sentidos, fique calmo, gire se preciso, e siga se engajando suavemente com o sonho em vez de só observar. Alguns sonhadores até dizem em voz alta "o sonho continua" para reforçá-lo. Cada hábito te compra mais tempo lá dentro.
ru: Сочетайте свои инструменты: укореняйте чувства, сохраняйте спокойствие, при нужде вращайтесь и продолжайте мягко взаимодействовать со сном, а не просто смотреть. Некоторые сновидцы даже говорят вслух «сон продолжается», чтобы закрепить его. Каждая привычка покупает вам больше времени внутри.
zh_hans: 把你的工具组合起来：锚定感官、保持平静、必要时旋转，并持续温和地与梦互动，而不只是旁观。有些梦者甚至会大声说“梦在继续”来强化它。每一个习惯，都为你在里面多争取一些时间。

source: Comma-separated, e.g. ocean, flight
ar: مفصولة بفواصل، مثل: محيط، طيران
de: Mit Kommas getrennt, z. B. Ozean, Flug
es: Separados por comas, p. ej. océano, vuelo
fr: Séparés par des virgules, ex. océan, vol
it: Separati da virgole, es. oceano, volo
ja: カンマ区切り、例：海、飛行
ko: 쉼표로 구분, 예: 바다, 비행
nl: Gescheiden door komma's, bijv. oceaan, vlucht
pt_br: Separados por vírgulas, ex. oceano, voo
ru: Через запятую, напр. океан, полёт
zh_hans: 用逗号分隔，例如：海洋、飞行

source: Comment
ar: تعليق
de: Kommentieren
es: Comentar
fr: Commenter
it: Commenta
ja: コメント
ko: 댓글
nl: Reageren
pt_br: Comentar
ru: Комментировать
zh_hans: 评论

source: Commit fully to the method you pick. Half-belief gives you half a door.
ar: التزم تمامًا بالطريقة التي تختارها. نصف الإيمان يمنحك نصف باب.
de: Bekenn dich voll zur gewählten Methode. Halber Glaube gibt dir eine halbe Tür.
es: Comprométete por completo con el método que elijas. Media creencia te da media puerta.
fr: Engagez-vous pleinement dans la méthode choisie. Une demi-croyance vous donne une demi-porte.
it: Impegnati del tutto nel metodo che scegli. Mezza fede ti dà mezza porta.
ja: 選んだ方法に全力で身を委ねましょう。半信半疑では、半分の扉しか得られません。
ko: 고른 방법에 온전히 전념하세요. 어중간한 믿음은 절반의 문만 줍니다.
nl: Verbind je volledig aan de gekozen methode. Halve overtuiging geeft je een halve deur.
pt_br: Comprometa-se por completo com o método que escolher. Meia crença te dá meia porta.
ru: Полностью отдайтесь выбранному методу. Полувера даёт половину двери.
zh_hans: 全心投入你选定的方法。半信半疑，只会给你半扇门。

source: Common Problems
ar: المشكلات الشائعة
de: Häufige Probleme
es: Problemas comunes
fr: Problèmes courants
it: Problemi comuni
ja: よくある問題
ko: 흔한 문제
nl: Veelvoorkomende problemen
pt_br: Problemas comuns
ru: Частые проблемы
zh_hans: 常见问题

source: Common Problems complete. You can navigate the walls — and know when to simply rest.
ar: اكتملت المشكلات الشائعة. تستطيع تجاوز الجدران — وتعرف متى تكتفي بالراحة.
de: Häufige Probleme abgeschlossen. Du kannst die Wände meistern – und weißt, wann du einfach ruhen solltest.
es: Problemas comunes completado. Puedes sortear los muros, y sabes cuándo simplemente descansar.
fr: Problèmes courants terminé. Vous pouvez franchir les murs — et savez quand simplement vous reposer.
it: Problemi comuni completato. Sai aggirare i muri — e sai quando semplicemente riposare.
ja: 「よくある問題」完了。あなたは壁を切り抜けられ——そして、ただ休むべきときを知っています。
ko: 흔한 문제 완료. 당신은 벽들을 헤쳐 나갈 수 있고 — 그냥 쉬어야 할 때를 압니다.
nl: Veelvoorkomende problemen voltooid. Je kunt de muren omzeilen — en weet wanneer je gewoon moet rusten.
pt_br: Problemas comuns concluído. Você sabe contornar os muros — e sabe quando simplesmente descansar.
ru: «Частые проблемы» завершены. Вы умеете обходить стены — и знаете, когда просто отдохнуть.
zh_hans: 常见问题完成。你能绕过这些墙——也懂得何时该单纯休息。

source: Complete earlier lessons to unlock
ar: أكمل الدروس السابقة لفتحه
de: Schließe frühere Lektionen ab, um freizuschalten
es: Completa las lecciones anteriores para desbloquear
fr: Terminez les leçons précédentes pour débloquer
it: Completa le lezioni precedenti per sbloccare
ja: 前のレッスンを完了すると解除されます
ko: 이전 레슨을 완료하면 잠금 해제됩니다
nl: Voltooi eerdere lessen om te ontgrendelen
pt_br: Conclua as lições anteriores para desbloquear
ru: Завершите предыдущие уроки, чтобы открыть
zh_hans: 完成前面的课程以解锁

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
ja: 新しいパスワードを確認
ko: 새 비밀번호 확인
nl: Bevestig nieuw wachtwoord
pt_br: Confirmar nova senha
ru: Подтвердите новый пароль
zh_hans: 确认新密码

source: Consistency over intensity. A gentle stack done nightly beats a heroic effort once.
ar: الاتساق قبل الشدّة. كومة لطيفة تُؤدّى كل ليلة تتفوّق على جهد بطولي مرة واحدة.
de: Beständigkeit vor Intensität. Ein sanfter, jede Nacht gemachter Stapel schlägt eine heroische Anstrengung ein einziges Mal.
es: Constancia antes que intensidad. Un apilado suave hecho cada noche vence a un esfuerzo heroico una sola vez.
fr: La régularité avant l'intensité. Un empilement doux fait chaque nuit l'emporte sur un effort héroïque une seule fois.
it: Costanza prima dell'intensità. Una pila gentile fatta ogni notte batte uno sforzo eroico una volta sola.
ja: 強さより一貫性を。毎晩こなす穏やかな積み重ねは、一度きりの英雄的な努力に勝ります。
ko: 강도보다 꾸준함을. 매일 밤 해내는 부드러운 쌓기가, 단 한 번의 영웅적 노력을 이깁니다.
nl: Consistentie boven intensiteit. Een zachte stapel die je elke nacht doet, verslaat een heroïsche inspanning van één keer.
pt_br: Constância antes de intensidade. Um empilhamento suave feito toda noite vence um esforço heroico uma única vez.
ru: Постоянство важнее интенсивности. Мягкая стопка, выполняемая каждую ночь, побеждает героическое усилие один раз.
zh_hans: 持之以恒胜过强度。每晚做的温和叠加，胜过一次性的英勇努力。
